{
  "status": true,
  "data": [
    {
      "date": "Sep 20",
      "name": "Феноменология",
      "text": "Зародилась в Германии; начало — около 1910 года, расцвет — 30-е годы; предшественница герменевтики и связана с экзистенциализмом, особенно через фигуру Сартра Какую основную проблему решало это направление. Где искать фундамент человеческого знания, если не сводить его к химическим процессам в мозге?Какой основной тезис был сформулирован. Любое знание первоначально есть явления (феномены) в сознании человека. Интенциональность — свойство сознания быть направленным на объект. ",
      "tags": 
      [
        {
          "tag": "#Philosophy"
        },
        {
          "tag": "#Makukhin"
        },
        {
          "tag": "#Lmao"
        }
      ]
    },
    {
      "date": "Sep 21",
      "name": "Неопозитивизм",
      "text": "20–40-е годы; возникает в Австрии, распространяется в англоязычном мире, дает начало аналитической философии. Какую основную проблему решало это направление: Чем наука отличается от ненауки? Какой основной тезис был сформулирован: Научное знание может быть проверено опытом и подтверждено анализом языка. ",
      "tags": 
      [
        {
          "tag": "#Philosophy"
        },
        {
          "tag": "#Kacherga"
        },
        {
          "tag": "#Makukhin"
        }
      ]
    },    {
      "date": "Sep 22",
      "name": "Структурализм",
      "text": "Зародился во Франции; 50–70-е годы; отрицание экзистенциализма и путь к постструктурализму. Какую основную проблему решало это направление: Из чего сделана культура, если вынести индивида за скобки? Какой основной тезис был сформулирован: В основе самых разных культурных явлений лежат структуры, построенные на противопоставлении фундаментальных понятий, например сырого как символа природного и приготовленного на огне как символа цивилизованного.",
      "tags": 
      [
        {
          "tag": "#Philosophy"
        },
        {
          "tag": "#NeBoytesBritGolovy"
        },
        {
          "tag": "#Prison"
        }
      ]
    }
  ]
}
